Repository: common-repository/sendpulse-email-marketing-newsletter
Catalog: languages/sendpulse-email-marketing-newsletter-*.po
Languages: ru_ru

source: "SendPulse Email Marketing Newsletter" Plugin cannot be activated.
ru_ru: Плагин "SendPulse Email Marketing Newsletter" не может быть активирован.

source: Something wrong with your hosting setup. Please, ask hosting team to check for correct permissions for WordPress folders, owner and group.
ru_ru: Что-то не так с настройками хостинга. Пожалуйста, попросите команду хостинга проверить правильность разрешений для папок WordPress, владельца и группы.

source: Also check for error messages at server log files.
ru_ru: Также проверьте наличие сообщений об ошибках в файлах журнала сервера.

source: Please make sure the "sendpulse-email-marketing-newsletter/%s", folder is writable, has the correct permissions %s and group set to %s .
ru_ru: Пожалуйста, убедитесь, что папка "sendpulse-email-marketing-newsletter/%s" доступна для записи, имеет правильные разрешения %s и группа настроена на %s .

source: If you cannot change permissions on your own, ask your hosting company for help.
ru_ru: Если вы не можете изменить разрешения самостоятельно, обратитесь за помощью к вашей хостинговой компании.

source: "SendPulse Email Marketing Newsletter" Plugin will be deactivated to prevent your site from crashing.
ru_ru: "SendPulse Email Marketing Newsletter" Плагин будет деактивирован чтобы предотвратить проблемы на сайте.

source: You will be redirected in
ru_ru: Вы будете перенаправлены в течении

source: seconds back to your plugins page.
ru_ru: секунд, обратно на страницу активации плагинов.

source: Please, select Address Book
ru_ru: Пожалуйста, выберите адресную книгу

source: Please, select Users Role
ru_ru: Пожалуйста, выберите группу пользователей

source: Import start
ru_ru: Начать импорт

source: Add user
ru_ru: Добавить пользователя

source: Something went wrong. Import unsuccessful
ru_ru: Что-то пошло не так. Импорт завершился ошибкой

source: Import finished
ru_ru: Импорт завершен

source: The "SendPulse Email Marketing Newsletter" plugin is activated in safe mode with the SessionStorage feature enabled. The feature stores data only for the time of current session.
ru_ru: Плагин "SendPulse Email Marketing Newsletter" активирован в безопасном режиме с использованием SessionStorage. Функция позволяет хранить данные только на время текущей сессии.

source: To use the file storage for data, change the directory rights in the plugin storage folder to 775 (/wp-content/plugins/sendpulse-email-marketing-newsletter/storage).
ru_ru: Чтобы использовать файловое хранилище для данных, измените права каталога storage на 775 (/wp-content/plugins/sendpulse-email-marketing-newsletter/storage).

source: You should also make sure that the owner or group is set as www-data for the plugin to save data to the folder.
ru_ru: Вы также должны убедиться, что владелец или группа установлены как www-data, чтобы плагин сохранял данные в папку.

source: If you are using Docker, check the relevant resources on setting up the environment or contact a dedicated tech specialist.
ru_ru: Если вы используете Docker, обратитесь к профильной документации по настройке окружения или соответствующему техническому специалисту.

source: It is recommended to use only SessionStorage for blogs built with wordpress.com. SessionStorage works same as FileStorage.
ru_ru: Для блогов, созданных с помощью wordpress.com, рекомендуется использовать только SessionStorage. SessionStorage работает так же, как FileStorage.

source: You can close this notification by clicking the close button and it will never show up again.
ru_ru: Вы можете закрыть это уведомление, нажав кнопку закрытия, и оно больше никогда не появится.

source: Dismiss this notification and never show it again.
ru_ru: Закрыть это уведомление и больше никогда его не показывать.

source: The "SendPulse Email Marketing Newsletter" plugin has been successfully activated in normal mode with the FileStorage feature enabled.
ru_ru: Плагин "SendPulse Email Marketing Newsletter" успешно активирован в нормальном режиме с использованием FileStorage.

source: Select book for new users and save options
ru_ru: Выберите адресную книгу по умолчанию и параметры сохранения

source: Settings
ru_ru: Параметры

source: API Settings
ru_ru: Настройки API

source: Import
ru_ru: Импорт

source: Get from https://login.sendpulse.com/settings/
ru_ru: Можно найти на https://login.sendpulse.com/settings/

source: Subscribe user after register?
ru_ru: Подписать пользователя после регистрации?

source: Add all new Wordpress users to selected list
ru_ru: Добавить всех новых пользователей Вордпресс в выбранный список

source: Address Book for new users
ru_ru: Адресная книга для новых подписчиков

source: Address Book for subscribe user after register
ru_ru: Адресная книга для новых пользователей

source: Import to Address Book
ru_ru: Ипортировать в адресную книгу

source: Address Book for wordpress users import
ru_ru: Адресная книга для новых подписчиков

source: Import Users Group
ru_ru: Импортировать группу

source: Users Group that will be imported
ru_ru: Группа пользователей для импорта

source: Error API. Please try again later
ru_ru: Ошибка обращения к API. Пожалуйста попробуйте повторить попытку позже

source: Start import
ru_ru: Начать импорт

source: Import Log
ru_ru: Журнал импорта

source: Something went wrong
ru_ru: Что-то пошло не так

# Post type general name
source: SendPulse Forms
ru_ru: Формы SendPulse

# Post type singular name
source: SendPulse Form
ru_ru: Форма SendPulse

# Admin Menu text
source: SendPulse
ru_ru: Формы

# Add New on Toolbar
source: SendPulse Form
ru_ru: Формy SendPulse

# Add New SP form
source: Add Form
ru_ru: Добавить форму

source: Add New SendPulse Form
ru_ru: Добавить новую форму SendPulse

source: New SendPulse Form
ru_ru: Новая форма SendPulse

source: Edit SendPulse Form
ru_ru: Редактировать форму SendPulse

source: View SendPulse Form
ru_ru: Просмотреть форму SendPulse

source: SendPulse Forms
ru_ru: Формы SendPulse

source: Search SendPulse Forms
ru_ru: Найти форму SendPulse

source: Parent SendPulse Forms:
ru_ru: Родительская форма SendPulse:

source: No SendPulse Forms found.
ru_ru: Формы SendPulse не найдены.

source: No SendPulse Forms found in Trash.
ru_ru: В корзине нет форм SendPulse.

source: Constructor Form Code (paste code SendPulse form)
ru_ru: Код конструктора форм

source: Shortcode
ru_ru: Шорткод

source: Paste code here
ru_ru: Вставьте код здесь

source: Code from <a href="%s">Constructor Form</a> (<a class="%s" href="%s" title="Open help page in new tab" target="_blank">Need help?</a>)
ru_ru: Код из <a href="%s">Конструктора форм</a> (<a class="%s" href="%s" title="Страница справки откроется в новом окне" target="_blank">Нужна помощь?</a>)

source: You should paste this shortcode in themes files
ru_ru: Вы должны вставить это шорткод в файлы темы

source: Save
ru_ru: Сохранить

source: Delete Permanently
ru_ru: Удалить

source: Move to Trash
ru_ru: Отправить в корзину

source: Saved
ru_ru: Сохранено

source: We've noticed that you're running an outdated version of PHP and plugin "SendPulse Email Marketing Newsletter" can't run.
ru_ru: Вы используете устаревшую версию PHP и плагин "SendPulse Email Marketing Newsletter" не может быть запущен.

source: Ask you hosting <a href="https://wordpress.org/about/requirements/">update PHP</a>.
ru_ru: Попросите своего хостера <a href="https://wordpress.org/about/requirements/">обновить PHP</a>.

source: Choose File
ru_ru: Выбрать файл
